import Footer from "../ui/footer/footer";
import Header from "../ui/header/header";
import '../welcome-page/style.css'

const WelcomePage = () => {
  return (
    <div className="welcome-container">
      <Header />
      <p className="welcome-content-text">
        Львівський національний університет імені Івана Франка – це класичний
        вищий навчальний заклад із потужними науковими школами, давніми
        традиціями та сучасними інноваційними підходами. Головна його мета –
        забезпечення високих освітніх і наукових стандартів, культурних,
        соціальних потреб особи, суспільства та держави у процесі підготовки
        висококваліфікованих фахівців. Діяльність Університету побудована на
        засадах збереження української культури і традицій, розвитку
        національної свідомості та ідентичності.
      </p>
      <Footer/>
    </div>
  );
};
export default WelcomePage;
